pass_fio_experiments/motivation/fig1/spdk_dynamic_n1_t30.log
test_64kb_rwrite_5n2: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n3: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n4: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n5: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n6: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n7: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n8: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
test_64kb_rwrite_5n10: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
bursty: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
...
fio-3.37-114-gf0af0-dirty
Starting 25 threads

test_64kb_rwrite_5n2: (groupid=0, jobs=1): err= 0: pid=910677: Sat Sep  6 19:30:38 2025
  write: IOPS=19.9k, BW=77.6MiB/s (81.4MB/s)(2328MiB/30001msec); 0 zone resets
    clat (usec): min=18, max=3037, avg=49.90, stdev=35.77
     lat (usec): min=18, max=3037, avg=50.01, stdev=35.79
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   27], 10.00th=[   32], 20.00th=[   39],
     | 30.00th=[   41], 40.00th=[   43], 50.00th=[   44], 60.00th=[   46],
     | 70.00th=[   48], 80.00th=[   54], 90.00th=[   62], 95.00th=[   67],
     | 99.00th=[  265], 99.50th=[  273], 99.90th=[  379], 99.95th=[  392],
     | 99.99th=[  437]
   bw (  KiB/s): min=15608, max=148288, per=10.90%, avg=79276.56, stdev=28702.90, samples=59
   iops        : min= 3902, max=37072, avg=19819.14, stdev=7175.73, samples=59
  lat (usec)   : 20=0.01%, 50=74.23%, 100=23.11%, 250=1.18%, 500=1.47%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=1.60%, sys=7.81%, ctx=596059, majf=0, minf=28831
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,596057,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n3: (groupid=0, jobs=1): err= 0: pid=910678: Sat Sep  6 19:30:38 2025
  write: IOPS=20.4k, BW=79.8MiB/s (83.6MB/s)(2393MiB/30001msec); 0 zone resets
    clat (usec): min=18, max=2067, avg=48.40, stdev=25.57
     lat (usec): min=18, max=2067, avg=48.51, stdev=25.59
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   28], 10.00th=[   32], 20.00th=[   40],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   45], 60.00th=[   47],
     | 70.00th=[   51], 80.00th=[   57], 90.00th=[   63], 95.00th=[   67],
     | 99.00th=[  200], 99.50th=[  262], 99.90th=[  318], 99.95th=[  367],
     | 99.99th=[  420]
   bw (  KiB/s): min=21552, max=146616, per=11.22%, avg=81671.68, stdev=23679.10, samples=60
   iops        : min= 5388, max=36654, avg=20417.93, stdev=5919.85, samples=60
  lat (usec)   : 20=0.01%, 50=69.21%, 100=29.48%, 250=0.65%, 500=0.65%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=2.06%, sys=10.60%, ctx=612583, majf=0, minf=29076
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,612582,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n4: (groupid=0, jobs=1): err= 0: pid=910679: Sat Sep  6 19:30:38 2025
  write: IOPS=20.3k, BW=79.2MiB/s (83.0MB/s)(2376MiB/30001msec); 0 zone resets
    clat (usec): min=23, max=2663, avg=48.77, stdev=26.11
     lat (usec): min=23, max=2663, avg=48.89, stdev=26.13
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   31], 10.00th=[   33], 20.00th=[   40],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   45], 60.00th=[   47],
     | 70.00th=[   51], 80.00th=[   57], 90.00th=[   63], 95.00th=[   67],
     | 99.00th=[  212], 99.50th=[  262], 99.90th=[  326], 99.95th=[  379],
     | 99.99th=[  437]
   bw (  KiB/s): min=41480, max=133992, per=11.15%, avg=81100.75, stdev=21945.34, samples=60
   iops        : min=10370, max=33498, avg=20275.17, stdev=5486.37, samples=60
  lat (usec)   : 50=69.25%, 100=29.47%, 250=0.57%, 500=0.71%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=1.92%, sys=9.89%, ctx=608281, majf=0, minf=29074
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,608280,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n5: (groupid=0, jobs=1): err= 0: pid=910680: Sat Sep  6 19:30:38 2025
  write: IOPS=20.3k, BW=79.1MiB/s (82.9MB/s)(2373MiB/30001msec); 0 zone resets
    clat (usec): min=21, max=2692, avg=48.91, stdev=30.00
     lat (usec): min=21, max=2692, avg=49.02, stdev=30.01
    clat percentiles (usec):
     |  1.00th=[   26],  5.00th=[   29], 10.00th=[   33], 20.00th=[   39],
     | 30.00th=[   41], 40.00th=[   43], 50.00th=[   44], 60.00th=[   46],
     | 70.00th=[   49], 80.00th=[   56], 90.00th=[   62], 95.00th=[   67],
     | 99.00th=[  245], 99.50th=[  265], 99.90th=[  347], 99.95th=[  388],
     | 99.99th=[  437]
   bw (  KiB/s): min=23232, max=140336, per=11.13%, avg=81006.20, stdev=24680.92, samples=60
   iops        : min= 5808, max=35084, avg=20251.55, stdev=6170.23, samples=60
  lat (usec)   : 50=72.32%, 100=25.86%, 250=0.85%, 500=0.96%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=1.55%, sys=8.19%, ctx=607557, majf=0, minf=29082
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,607556,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n6: (groupid=0, jobs=1): err= 0: pid=910681: Sat Sep  6 19:30:38 2025
  write: IOPS=19.5k, BW=76.2MiB/s (79.9MB/s)(2287MiB/30001msec); 0 zone resets
    clat (usec): min=18, max=4149, avg=50.62, stdev=35.52
     lat (usec): min=18, max=4149, avg=50.74, stdev=35.55
    clat percentiles (usec):
     |  1.00th=[   26],  5.00th=[   30], 10.00th=[   32], 20.00th=[   40],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   45], 60.00th=[   47],
     | 70.00th=[   50], 80.00th=[   56], 90.00th=[   62], 95.00th=[   68],
     | 99.00th=[  265], 99.50th=[  281], 99.90th=[  383], 99.95th=[  396],
     | 99.99th=[  445]
   bw (  KiB/s): min=16400, max=137256, per=10.73%, avg=78052.88, stdev=26586.76, samples=60
   iops        : min= 4100, max=34314, avg=19513.20, stdev=6646.72, samples=60
  lat (usec)   : 20=0.01%, 50=70.73%, 100=26.82%, 250=0.88%, 500=1.56%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=2.18%, sys=10.78%, ctx=585416, majf=0, minf=29316
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,585416,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n7: (groupid=0, jobs=1): err= 0: pid=910682: Sat Sep  6 19:30:38 2025
  write: IOPS=19.6k, BW=76.6MiB/s (80.3MB/s)(2298MiB/30001msec); 0 zone resets
    clat (usec): min=23, max=4000, avg=50.39, stdev=34.61
     lat (usec): min=23, max=4000, avg=50.51, stdev=34.64
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   31], 10.00th=[   33], 20.00th=[   40],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   45], 60.00th=[   47],
     | 70.00th=[   50], 80.00th=[   56], 90.00th=[   62], 95.00th=[   67],
     | 99.00th=[  265], 99.50th=[  285], 99.90th=[  383], 99.95th=[  396],
     | 99.99th=[  445]
   bw (  KiB/s): min=15288, max=133392, per=10.78%, avg=78439.73, stdev=26309.28, samples=60
   iops        : min= 3822, max=33348, avg=19609.92, stdev=6577.33, samples=60
  lat (usec)   : 50=70.19%, 100=27.57%, 250=0.76%, 500=1.47%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.86%, sys=10.85%, ctx=588329, majf=0, minf=29074
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,588329,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n8: (groupid=0, jobs=1): err= 0: pid=910683: Sat Sep  6 19:30:38 2025
  write: IOPS=20.2k, BW=78.8MiB/s (82.6MB/s)(2363MiB/30001msec); 0 zone resets
    clat (usec): min=19, max=3373, avg=49.00, stdev=27.61
     lat (usec): min=20, max=3373, avg=49.12, stdev=27.63
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   29], 10.00th=[   33], 20.00th=[   40],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   45], 60.00th=[   48],
     | 70.00th=[   51], 80.00th=[   57], 90.00th=[   63], 95.00th=[   67],
     | 99.00th=[  225], 99.50th=[  265], 99.90th=[  347], 99.95th=[  388],
     | 99.99th=[  437]
   bw (  KiB/s): min=31952, max=140056, per=11.09%, avg=80667.25, stdev=23230.07, samples=60
   iops        : min= 7988, max=35014, avg=20166.80, stdev=5807.53, samples=60
  lat (usec)   : 20=0.01%, 50=67.61%, 100=31.04%, 250=0.50%, 500=0.84%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=2.15%, sys=10.50%, ctx=605019, majf=0, minf=29074
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,605020,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n9: (groupid=0, jobs=1): err= 0: pid=910684: Sat Sep  6 19:30:38 2025
  write: IOPS=19.5k, BW=76.1MiB/s (79.8MB/s)(2284MiB/30000msec); 0 zone resets
    clat (usec): min=20, max=1132, avg=50.67, stdev=33.56
     lat (usec): min=20, max=1132, avg=50.79, stdev=33.59
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   30], 10.00th=[   32], 20.00th=[   40],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   45], 60.00th=[   48],
     | 70.00th=[   51], 80.00th=[   56], 90.00th=[   62], 95.00th=[   68],
     | 99.00th=[  262], 99.50th=[  277], 99.90th=[  363], 99.95th=[  396],
     | 99.99th=[  445]
   bw (  KiB/s): min=19064, max=138312, per=10.71%, avg=77940.82, stdev=25678.96, samples=60
   iops        : min= 4766, max=34578, avg=19485.18, stdev=6419.76, samples=60
  lat (usec)   : 50=67.91%, 100=29.76%, 250=1.00%, 500=1.32%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=2.12%, sys=10.89%, ctx=584701, majf=0, minf=29076
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,584689,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test_64kb_rwrite_5n10: (groupid=0, jobs=1): err= 0: pid=910685: Sat Sep  6 19:30:38 2025
  write: IOPS=20.2k, BW=79.0MiB/s (82.9MB/s)(2371MiB/30001msec); 0 zone resets
    clat (usec): min=20, max=2986, avg=48.91, stdev=30.20
     lat (usec): min=20, max=2986, avg=49.03, stdev=30.23
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   28], 10.00th=[   32], 20.00th=[   39],
     | 30.00th=[   42], 40.00th=[   43], 50.00th=[   44], 60.00th=[   46],
     | 70.00th=[   49], 80.00th=[   56], 90.00th=[   63], 95.00th=[   67],
     | 99.00th=[  235], 99.50th=[  265], 99.90th=[  347], 99.95th=[  383],
     | 99.99th=[  437]
   bw (  KiB/s): min=17496, max=146704, per=11.10%, avg=80794.03, stdev=26040.66, samples=59
   iops        : min= 4374, max=36676, avg=20198.49, stdev=6510.18, samples=59
  lat (usec)   : 50=72.72%, 100=25.39%, 250=0.99%, 500=0.90%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=1.77%, sys=8.84%, ctx=607040, majf=0, minf=29076
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,607042,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910686: Sat Sep  6 19:30:38 2025
  write: IOPS=148, BW=594KiB/s (608kB/s)(17.4MiB/30001msec); 0 zone resets
    clat (usec): min=38, max=645, avg=77.57, stdev=60.63
     lat (usec): min=46, max=699, avg=98.43, stdev=88.90
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   47], 10.00th=[   49], 20.00th=[   52],
     | 30.00th=[   55], 40.00th=[   58], 50.00th=[   60], 60.00th=[   63],
     | 70.00th=[   68], 80.00th=[   75], 90.00th=[  101], 95.00th=[  247],
     | 99.00th=[  351], 99.50th=[  396], 99.90th=[  461], 99.95th=[  486],
     | 99.99th=[  644]
   bw (  KiB/s): min= 1544, max= 8096, per=0.70%, avg=5091.43, stdev=2872.08, samples=7
   iops        : min=  386, max= 2024, avg=1272.86, stdev=718.02, samples=7
  lat (usec)   : 50=12.68%, 100=77.15%, 250=5.27%, 500=4.87%, 750=0.02%
  cpu          : usr=0.18%, sys=0.19%, ctx=4467, majf=0, minf=3671
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,4455,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910687: Sat Sep  6 19:30:38 2025
  write: IOPS=140, BW=562KiB/s (575kB/s)(16.5MiB/30001msec); 0 zone resets
    clat (usec): min=35, max=458, avg=81.74, stdev=64.63
     lat (usec): min=40, max=705, avg=98.42, stdev=85.31
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   45], 10.00th=[   47], 20.00th=[   51],
     | 30.00th=[   55], 40.00th=[   58], 50.00th=[   62], 60.00th=[   65],
     | 70.00th=[   70], 80.00th=[   77], 90.00th=[  153], 95.00th=[  255],
     | 99.00th=[  351], 99.50th=[  379], 99.90th=[  424], 99.95th=[  441],
     | 99.99th=[  457]
   bw (  KiB/s): min= 2448, max=11024, per=0.66%, avg=4814.86, stdev=3018.71, samples=7
   iops        : min=  612, max= 2756, avg=1203.71, stdev=754.68, samples=7
  lat (usec)   : 50=17.42%, 100=69.95%, 250=7.41%, 500=5.22%
  cpu          : usr=0.14%, sys=0.16%, ctx=4247, majf=0, minf=2819
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,4213,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910688: Sat Sep  6 19:30:38 2025
  write: IOPS=88, BW=355KiB/s (364kB/s)(10.4MiB/30001msec); 0 zone resets
    clat (usec): min=33, max=680, avg=128.57, stdev=99.92
     lat (usec): min=41, max=718, avg=163.32, stdev=131.29
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   44], 10.00th=[   46], 20.00th=[   53],
     | 30.00th=[   59], 40.00th=[   65], 50.00th=[   72], 60.00th=[  111],
     | 70.00th=[  163], 80.00th=[  223], 90.00th=[  289], 95.00th=[  326],
     | 99.00th=[  416], 99.50th=[  457], 99.90th=[  545], 99.95th=[  586],
     | 99.99th=[  685]
   bw (  KiB/s): min=  408, max= 7264, per=0.42%, avg=3047.29, stdev=2180.78, samples=7
   iops        : min=  102, max= 1816, avg=761.71, stdev=545.26, samples=7
  lat (usec)   : 50=16.73%, 100=42.54%, 250=24.72%, 500=15.68%, 750=0.34%
  cpu          : usr=0.11%, sys=0.12%, ctx=2678, majf=0, minf=908
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2666,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910689: Sat Sep  6 19:30:38 2025
  write: IOPS=159, BW=640KiB/s (655kB/s)(18.7MiB/30001msec); 0 zone resets
    clat (usec): min=34, max=618, avg=74.45, stdev=56.67
     lat (usec): min=40, max=686, avg=90.39, stdev=75.60
    clat percentiles (usec):
     |  1.00th=[   42],  5.00th=[   46], 10.00th=[   48], 20.00th=[   51],
     | 30.00th=[   55], 40.00th=[   57], 50.00th=[   60], 60.00th=[   64],
     | 70.00th=[   67], 80.00th=[   74], 90.00th=[   89], 95.00th=[  206],
     | 99.00th=[  347], 99.50th=[  388], 99.90th=[  510], 99.95th=[  553],
     | 99.99th=[  619]
   bw (  KiB/s): min= 1640, max= 8280, per=0.75%, avg=5483.43, stdev=2507.64, samples=7
   iops        : min=  410, max= 2070, avg=1370.86, stdev=626.91, samples=7
  lat (usec)   : 50=17.51%, 100=74.72%, 250=3.81%, 500=3.86%, 750=0.10%
  cpu          : usr=0.12%, sys=0.12%, ctx=4847, majf=0, minf=1624
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,4798,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910690: Sat Sep  6 19:30:38 2025
  write: IOPS=100, BW=400KiB/s (410kB/s)(11.7MiB/30001msec); 0 zone resets
    clat (usec): min=32, max=669, avg=110.70, stdev=82.40
     lat (usec): min=39, max=708, avg=148.26, stdev=118.73
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   50], 10.00th=[   53], 20.00th=[   59],
     | 30.00th=[   63], 40.00th=[   68], 50.00th=[   74], 60.00th=[   82],
     | 70.00th=[   95], 80.00th=[  165], 90.00th=[  249], 95.00th=[  297],
     | 99.00th=[  371], 99.50th=[  408], 99.90th=[  553], 99.95th=[  578],
     | 99.99th=[  668]
   bw (  KiB/s): min=  520, max= 5872, per=0.47%, avg=3430.86, stdev=1889.01, samples=7
   iops        : min=  130, max= 1468, avg=857.71, stdev=472.25, samples=7
  lat (usec)   : 50=5.66%, 100=66.29%, 250=18.22%, 500=9.69%, 750=0.13%
  cpu          : usr=0.19%, sys=0.14%, ctx=3015, majf=0, minf=1976
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3002,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910691: Sat Sep  6 19:30:38 2025
  write: IOPS=119, BW=480KiB/s (491kB/s)(14.1MiB/30001msec); 0 zone resets
    clat (usec): min=34, max=598, avg=88.15, stdev=66.70
     lat (usec): min=43, max=735, avg=108.45, stdev=93.04
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   47], 10.00th=[   50], 20.00th=[   54],
     | 30.00th=[   58], 40.00th=[   61], 50.00th=[   64], 60.00th=[   68],
     | 70.00th=[   73], 80.00th=[   89], 90.00th=[  169], 95.00th=[  251],
     | 99.00th=[  355], 99.50th=[  400], 99.90th=[  478], 99.95th=[  545],
     | 99.99th=[  603]
   bw (  KiB/s): min=  416, max= 7736, per=0.57%, avg=4112.57, stdev=2657.28, samples=7
   iops        : min=  104, max= 1934, avg=1028.14, stdev=664.32, samples=7
  lat (usec)   : 50=11.03%, 100=70.57%, 250=13.23%, 500=5.11%, 750=0.06%
  cpu          : usr=0.15%, sys=0.14%, ctx=3626, majf=0, minf=2460
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3598,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910692: Sat Sep  6 19:30:38 2025
  write: IOPS=134, BW=537KiB/s (550kB/s)(15.7MiB/30001msec); 0 zone resets
    clat (usec): min=34, max=537, avg=86.30, stdev=70.57
     lat (usec): min=42, max=679, avg=108.44, stdev=95.89
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   47], 10.00th=[   50], 20.00th=[   53],
     | 30.00th=[   57], 40.00th=[   59], 50.00th=[   62], 60.00th=[   67],
     | 70.00th=[   72], 80.00th=[   83], 90.00th=[  172], 95.00th=[  273],
     | 99.00th=[  371], 99.50th=[  404], 99.90th=[  461], 99.95th=[  486],
     | 99.99th=[  537]
   bw (  KiB/s): min= 1816, max= 8344, per=0.63%, avg=4603.00, stdev=2656.80, samples=7
   iops        : min=  454, max= 2086, avg=1150.71, stdev=664.23, samples=7
  lat (usec)   : 50=10.78%, 100=75.42%, 250=7.20%, 500=6.56%, 750=0.05%
  cpu          : usr=0.18%, sys=0.16%, ctx=4076, majf=0, minf=3574
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,4027,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910693: Sat Sep  6 19:30:38 2025
  write: IOPS=120, BW=484KiB/s (495kB/s)(14.2MiB/30001msec); 0 zone resets
    clat (usec): min=36, max=565, avg=86.28, stdev=67.43
     lat (usec): min=43, max=692, avg=107.43, stdev=93.51
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   47], 10.00th=[   50], 20.00th=[   54],
     | 30.00th=[   57], 40.00th=[   60], 50.00th=[   63], 60.00th=[   68],
     | 70.00th=[   73], 80.00th=[   84], 90.00th=[  165], 95.00th=[  265],
     | 99.00th=[  359], 99.50th=[  396], 99.90th=[  437], 99.95th=[  482],
     | 99.99th=[  570]
   bw (  KiB/s): min= 1552, max= 7232, per=0.57%, avg=4147.00, stdev=2185.15, samples=7
   iops        : min=  388, max= 1808, avg=1036.71, stdev=546.32, samples=7
  lat (usec)   : 50=11.03%, 100=75.00%, 250=8.16%, 500=5.79%, 750=0.03%
  cpu          : usr=0.19%, sys=0.21%, ctx=3677, majf=0, minf=4008
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3628,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910694: Sat Sep  6 19:30:38 2025
  write: IOPS=133, BW=535KiB/s (547kB/s)(15.7MiB/30001msec); 0 zone resets
    clat (usec): min=35, max=544, avg=79.43, stdev=59.85
     lat (usec): min=48, max=700, avg=103.67, stdev=91.89
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   48], 10.00th=[   50], 20.00th=[   53],
     | 30.00th=[   56], 40.00th=[   59], 50.00th=[   62], 60.00th=[   65],
     | 70.00th=[   70], 80.00th=[   79], 90.00th=[  105], 95.00th=[  243],
     | 99.00th=[  347], 99.50th=[  375], 99.90th=[  445], 99.95th=[  498],
     | 99.99th=[  545]
   bw (  KiB/s): min= 1552, max= 9408, per=0.63%, avg=4581.71, stdev=2911.15, samples=7
   iops        : min=  388, max= 2352, avg=1145.43, stdev=727.79, samples=7
  lat (usec)   : 50=10.48%, 100=78.97%, 250=5.86%, 500=4.66%, 750=0.02%
  cpu          : usr=0.20%, sys=0.17%, ctx=4021, majf=0, minf=1832
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,4009,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910695: Sat Sep  6 19:30:38 2025
  write: IOPS=110, BW=443KiB/s (454kB/s)(13.0MiB/30001msec); 0 zone resets
    clat (usec): min=33, max=617, avg=106.80, stdev=81.84
     lat (usec): min=43, max=4533, avg=129.81, stdev=128.06
    clat percentiles (usec):
     |  1.00th=[   46],  5.00th=[   50], 10.00th=[   53], 20.00th=[   57],
     | 30.00th=[   61], 40.00th=[   65], 50.00th=[   70], 60.00th=[   75],
     | 70.00th=[   87], 80.00th=[  169], 90.00th=[  241], 95.00th=[  281],
     | 99.00th=[  388], 99.50th=[  416], 99.90th=[  461], 99.95th=[  562],
     | 99.99th=[  619]
   bw (  KiB/s): min=  648, max= 7000, per=0.52%, avg=3801.57, stdev=2129.33, samples=7
   iops        : min=  162, max= 1750, avg=950.29, stdev=532.44, samples=7
  lat (usec)   : 50=5.56%, 100=69.12%, 250=16.60%, 500=8.63%, 750=0.09%
  cpu          : usr=0.18%, sys=0.18%, ctx=3341, majf=0, minf=2849
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3326,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910696: Sat Sep  6 19:30:38 2025
  write: IOPS=175, BW=704KiB/s (721kB/s)(20.6MiB/30000msec); 0 zone resets
    clat (usec): min=36, max=646, avg=79.35, stdev=68.20
     lat (usec): min=42, max=667, avg=91.08, stdev=78.26
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   48], 10.00th=[   50], 20.00th=[   53],
     | 30.00th=[   56], 40.00th=[   58], 50.00th=[   60], 60.00th=[   63],
     | 70.00th=[   67], 80.00th=[   72], 90.00th=[   90], 95.00th=[  269],
     | 99.00th=[  375], 99.50th=[  412], 99.90th=[  502], 99.95th=[  586],
     | 99.99th=[  644]
   bw (  KiB/s): min= 2008, max= 9856, per=0.83%, avg=6033.86, stdev=3395.54, samples=7
   iops        : min=  502, max= 2464, avg=1508.43, stdev=848.93, samples=7
  lat (usec)   : 50=11.46%, 100=79.66%, 250=2.77%, 500=6.00%, 750=0.11%
  cpu          : usr=0.18%, sys=0.10%, ctx=5298, majf=0, minf=1385
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,5279,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910697: Sat Sep  6 19:30:38 2025
  write: IOPS=134, BW=539KiB/s (552kB/s)(15.8MiB/30001msec); 0 zone resets
    clat (usec): min=35, max=521, avg=79.29, stdev=57.68
     lat (usec): min=43, max=753, avg=97.70, stdev=81.00
    clat percentiles (usec):
     |  1.00th=[   42],  5.00th=[   46], 10.00th=[   49], 20.00th=[   53],
     | 30.00th=[   56], 40.00th=[   59], 50.00th=[   62], 60.00th=[   66],
     | 70.00th=[   71], 80.00th=[   80], 90.00th=[  122], 95.00th=[  219],
     | 99.00th=[  334], 99.50th=[  367], 99.90th=[  441], 99.95th=[  498],
     | 99.99th=[  523]
   bw (  KiB/s): min= 1656, max= 7472, per=0.64%, avg=4622.86, stdev=2426.44, samples=7
   iops        : min=  414, max= 1868, avg=1155.71, stdev=606.61, samples=7
  lat (usec)   : 50=13.03%, 100=74.88%, 250=8.01%, 500=4.03%, 750=0.05%
  cpu          : usr=0.18%, sys=0.24%, ctx=4107, majf=0, minf=3403
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,4045,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910698: Sat Sep  6 19:30:38 2025
  write: IOPS=131, BW=525KiB/s (537kB/s)(15.4MiB/30001msec); 0 zone resets
    clat (usec): min=38, max=571, avg=81.75, stdev=60.45
     lat (usec): min=46, max=645, avg=103.16, stdev=85.18
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   49], 10.00th=[   52], 20.00th=[   56],
     | 30.00th=[   59], 40.00th=[   62], 50.00th=[   65], 60.00th=[   69],
     | 70.00th=[   74], 80.00th=[   81], 90.00th=[   98], 95.00th=[  229],
     | 99.00th=[  359], 99.50th=[  396], 99.90th=[  502], 99.95th=[  529],
     | 99.99th=[  570]
   bw (  KiB/s): min= 1888, max= 7336, per=0.62%, avg=4498.29, stdev=2206.55, samples=7
   iops        : min=  472, max= 1834, avg=1124.57, stdev=551.64, samples=7
  lat (usec)   : 50=6.20%, 100=84.15%, 250=5.03%, 500=4.52%, 750=0.10%
  cpu          : usr=0.19%, sys=0.26%, ctx=3949, majf=0, minf=4584
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3936,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910699: Sat Sep  6 19:30:38 2025
  write: IOPS=123, BW=495KiB/s (507kB/s)(14.5MiB/30001msec); 0 zone resets
    clat (usec): min=37, max=673, avg=97.38, stdev=85.09
     lat (usec): min=45, max=868, avg=111.74, stdev=94.99
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   48], 10.00th=[   51], 20.00th=[   56],
     | 30.00th=[   59], 40.00th=[   61], 50.00th=[   64], 60.00th=[   68],
     | 70.00th=[   74], 80.00th=[   88], 90.00th=[  243], 95.00th=[  314],
     | 99.00th=[  392], 99.50th=[  437], 99.90th=[  570], 99.95th=[  660],
     | 99.99th=[  676]
   bw (  KiB/s): min= 1464, max= 7184, per=0.58%, avg=4240.00, stdev=2047.96, samples=7
   iops        : min=  366, max= 1796, avg=1060.00, stdev=511.99, samples=7
  lat (usec)   : 50=8.46%, 100=74.23%, 250=7.79%, 500=9.25%, 750=0.27%
  cpu          : usr=0.19%, sys=0.13%, ctx=3722, majf=0, minf=1476
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3710,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910700: Sat Sep  6 19:30:38 2025
  write: IOPS=81, BW=326KiB/s (333kB/s)(9768KiB/30001msec); 0 zone resets
    clat (usec): min=38, max=572, avg=116.71, stdev=88.69
     lat (usec): min=49, max=666, avg=169.74, stdev=141.69
    clat percentiles (usec):
     |  1.00th=[   45],  5.00th=[   50], 10.00th=[   52], 20.00th=[   57],
     | 30.00th=[   60], 40.00th=[   64], 50.00th=[   70], 60.00th=[   85],
     | 70.00th=[  143], 80.00th=[  167], 90.00th=[  258], 95.00th=[  310],
     | 99.00th=[  396], 99.50th=[  441], 99.90th=[  498], 99.95th=[  519],
     | 99.99th=[  570]
   bw (  KiB/s): min=  656, max= 7584, per=0.38%, avg=2791.14, stdev=2415.41, samples=7
   iops        : min=  164, max= 1896, avg=697.71, stdev=603.91, samples=7
  lat (usec)   : 50=6.31%, 100=58.52%, 250=24.08%, 500=11.02%, 750=0.08%
  cpu          : usr=0.19%, sys=0.21%, ctx=2455, majf=0, minf=4132
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2442,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
bursty: (groupid=0, jobs=1): err= 0: pid=910701: Sat Sep  6 19:30:38 2025
  write: IOPS=169, BW=678KiB/s (694kB/s)(19.9MiB/30001msec); 0 zone resets
    clat (usec): min=33, max=570, avg=73.51, stdev=54.68
     lat (usec): min=38, max=792, avg=89.73, stdev=83.70
    clat percentiles (usec):
     |  1.00th=[   42],  5.00th=[   47], 10.00th=[   49], 20.00th=[   52],
     | 30.00th=[   55], 40.00th=[   58], 50.00th=[   60], 60.00th=[   62],
     | 70.00th=[   65], 80.00th=[   70], 90.00th=[   87], 95.00th=[  194],
     | 99.00th=[  338], 99.50th=[  367], 99.90th=[  457], 99.95th=[  529],
     | 99.99th=[  570]
   bw (  KiB/s): min= 1144, max=10904, per=0.80%, avg=5810.29, stdev=4061.91, samples=7
   iops        : min=  286, max= 2726, avg=1452.57, stdev=1015.48, samples=7
  lat (usec)   : 50=13.00%, 100=78.74%, 250=4.76%, 500=3.44%, 750=0.06%
  cpu          : usr=0.18%, sys=0.14%, ctx=5096, majf=0, minf=1588
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,5084,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=711MiB/s (745MB/s), 326KiB/s-79.8MiB/s (333kB/s-83.6MB/s), io=20.8GiB (22.4GB), run=30000-30001msec

Disk stats (read/write):
  nvme5n2: ios=0/593616, sectors=0/4748928, merge=0/0, ticks=0/27731, in_queue=27731, util=91.89%
  nvme5n3: ios=0/609025, sectors=0/4872200, merge=0/0, ticks=0/26639, in_queue=26639, util=88.30%
  nvme5n4: ios=0/604741, sectors=0/4837928, merge=0/0, ticks=0/26858, in_queue=26858, util=89.10%
  nvme5n5: ios=0/604205, sectors=0/4833640, merge=0/0, ticks=0/27503, in_queue=27503, util=91.26%
  nvme5n6: ios=0/581837, sectors=0/4654696, merge=0/0, ticks=0/26424, in_queue=26424, util=87.74%
  nvme5n7: ios=0/584606, sectors=0/4676848, merge=0/0, ticks=0/26656, in_queue=26656, util=88.53%
  nvme5n8: ios=0/601593, sectors=0/4812744, merge=0/0, ticks=0/26643, in_queue=26643, util=88.54%
  nvme5n9: ios=0/581119, sectors=0/4648952, merge=0/0, ticks=0/26594, in_queue=26594, util=88.40%
  nvme5n10: ios=0/603743, sectors=0/4829944, merge=0/0, ticks=0/27280, in_queue=27280, util=90.72%
  nvme5n1: ios=0/62218, sectors=0/497744, merge=0/0, ticks=0/5083, in_queue=5083, util=2.57%